Repository: PJurke/Personal-Guide
Catalog: Personal Guide/Internationalization/Localizable.xcstrings
Source language: en
Languages: de

# App.Export.Action
source: Export as CSV
de: Als CSV exportieren

# App.Export.Failed.Message
source: Exporting the data failed.\nPlease try again.
de: Der Export der Daten ist fehlgeschlagen.\nProbiere es bitte noch einmal.

# App.Export.Failed.Title
source: Exporting failed
de: Export fehlgeschlagen

# App.Share
source: Share Personal Guide
de: Teile Personal Guide

# App.Share.Message
source: Share the link to Personal Guide
de: Teile den Link zu Personal Guide

# App.Share.Subject
source: Share Personal Guide
de: Teile Personal Guide

source: Aspect
de: Aspekt

source: Cancel
de: Abbrechen

source: Data
de: Daten

# Data.None.Description
source: Personal Guide has trouble accessing the necessary data. Please give me some time to fix the error. Please keep your app updated.
de: Personal Guide hat Probleme beim Zugriff auf die erforderlichen Daten. Bitte gib mir etwas Zeit, um den Fehler zu beheben. Bitte halte die App auf dem neuesten Stand.

# Data.None.Title
source: Data Unavailable
de: Daten nicht verfügbar

# Data.Operations.RemoveAll.Confirmation.Button
source: Yes, delete all data
de: Ja, lösche alle Daten

# Data.Operations.RemoveAll.Confirmation.Headline
source: Do you really want to remove all data?
de: Möchtest du wirklich alle Daten löschen?

# Data.Operations.RemoveAll.Error.Description
source: An error occured while trying to remove all data.
de: Beim Versuch, alle Daten zu entfernen, ist ein Fehler aufgetreten.

# Data.Operations.RemoveAll.Error.Headline
source: Removing the data failed
de: Entfernen der Daten fehlgeschlagen

# Data.Operations.RemoveAll.Label
source: Remove all data
de: Alle Daten löschen

# Data.Operations.RemoveAll.Successful.Description
source: All data has been removed.
de: Alle Daten wurden gelöscht.

# Data.Operations.RemoveAll.Successful.Headline
source: Removal successful
de: Entfernen erfolgreich

# Documentation.Operations.Open
source: Open Documentation
de: Dokumentation öffnen

# LifeAspect.Family
source: Family
de: Familie

# LifeAspect.Friends
source: Friends
de: Freunde

# LifeAspect.Me
source: Me
de: Ich

# LifeAspect.Society
source: Society
de: Gesellschaft

# LifeAspect.Unknown
source: Unknown
de: Unbekannt

# LifeAspect.Work
source: Work
de: Arbeit

# LifeGoal.Label
source: Life Goal
de: Lebensziel

# LifeGoals.Edit
source: Edit Life Goal
de: Lebensziel bearbeiten

# LifeGoals.Example.Marathon
source: Run a Marathon
de: Einen Marathon laufen

# LifeGoals.Example.Skydiving
source: Go Skydiving
de: Fallschirmspringen gehen

# LifeGoals.Example.TeamLeading
source: Lead a Team
de: Ein Team führen

# LifeGoals.Example.Tree
source: Plant a Tree
de: Einen Baum pflanzen

# LifeGoals.Example.WorldTour
source: Go on a World Tour
de: Auf eine Weltreise gehen

# LifeGoals.Label
source: Life Goals
de: Lebensziele

# LifeGoals.New
source: New Life Goal
de: Neues Lebensziel

# LifeGoals.None.Action
source: Add your first life goal
de: Füge Dein erstes Lebensziel hinzu

# LifeGoals.None.Description
source: There are no life goals stored currently.
de: Aktuell sind keine Lebensziele gespeichert.

# LifeGoals.None.Title
source: No Life Goals
de: Keine Lebensziele

# LifeGoals.Operations.Add
source: Add
de: Hinzufügen

# LifeGoals.Operations.Cancel
source: Cancel
de: Abbrechen

# LifeGoals.Operations.Save
source: Save
de: Speichern

# LifeGoals.Properties.IsAchieved
source: Achieved
de: Erfüllt

# LifeGoals.Properties.Name.Default
source: New Life Goal
de: Neues Lebensziel

# LifeGoals.Properties.Name.Description
source: When choosing a name, opt for one or two easy-to-remember words. A combination of a verb and a noun usually works best.
de: Wähle bei der Benennung von Lebenszielen am besten ein oder zwei einfach zu erinnernde Wörter. Eine Kombination aus einem Verb und einem Substantiv funktioniert in der Regel ganz gut.

# LifeGoals.Properties.Name.NewDefault
source: New Life Goal
de: Neues Lebensziel

# LifeGoals.Search.Label
source: Search
de: Suche

# LifeGoals.Search.None.Description
source: There are no results for your search term.
de: Es wurden keine Lebensziele unter dem Suchbegriff gefunden.

# LifeGoals.Search.None.Title
source: No Life Goals Found
de: Keine Lebensziele gefunden

# Settings.ColorScheme.Dark
source: Dark
de: Dunkel

# Settings.ColorScheme.Label
source: Color Scheme
de: Farbschema

# Settings.ColorScheme.Light
source: Light
de: Hell

# Settings.ColorScheme.Section
source: Appearance
de: Erscheinungsbild

# Settings.Label
source: Settings
de: Einstellungen

# Settings.Versioning.Section
source: Versioning
de: Versionierung
